import React from "react";

const PrivacyPolicy = () => {
  return (
    <div className="flex justify-start pl-8 pr-8 pt-8">
      <div className="bg-white rounded-md shadow-md">
        <h3 className="text-lg font-bold pl-4 pr-4 pt-2 ">
          1. პერსონალური მონაცემების მოპოვება
        </h3>

        <p className="pl-4 pr-4 pt-2">
          1.1. მომხმარებელი კომპანიის კუთვნილ მობილურ აპლიკაციაში რეგისტრაციის
          დროს, შესაბამისი ველების შევსების გზით, კომპანიას ნებაყოფლობით
          გადასცემს შემდეგ პერსონალურ მონაცემებს:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>1.1.1. სახელი ან/და გვარი;</li>
          <li>1.1.2. პირადი მობილურის ნომერი;</li>
          <li>1.1.3. მომხმარებლის ადგილსამყოფელი/ლოკაცია.</li>
        </ul>

        <p className="pl-4 pr-4 pt-2">
          1.2. კომპანიისათვის პერსონალური მონაცემების გადაცემის შემდეგ, მათში
          ცვლილებების განხორციელების შემთხვევაში, მომხმარებელი ვალდებულია
          გონივრულ ვადაში მიაწოდოს კომპანიას ინფორმაცია აღნიშნული ცვლილებების
          თაობაზე.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          2. პერსონალური მონაცემების მოპოვებისა და დამუშავების მიზანი
        </h3>

        <p className="pl-4 pr-4 pt-2">
          2.1. კომპანია მომხმარებლებისგან პერსონალურ მონაცემებს იღებს და
          ამუშავებს მომხმარებელთა იდენტიფიკაციისა და მათთვის ხარისხიანი
          მომსახურების გაწევის მიზნით.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          3. პერსონალური მონაცემების დამუშავების პრინციპები
        </h3>

        <p className="pl-4 pr-4 pt-2">
          3.1. კომპანია პერსონალური მონაცემების დამუშავების დროს ხელმძღვანელობს
          შემდეგი პრინციპებით:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            3.1.1. პერსონალური მონაცემები უნდა დამუშავდეს სამართლიანად და
            კანონიერად, მონაცემთა სუბიექტის ღირსების შეულახავად;
          </li>
          <li>
            3.1.2. მონაცემები უნდა დამუშავდეს მხოლოდ კონკრეტული, მკაფიოდ
            განსაზღვრული, კანონიერი მიზნებისთვის. დაუშვებელია მონაცემთა შემდგომი
            დამუშავება სხვა, თავდაპირველ მიზანთან შეუთავსებელი მიზნით;
          </li>
          <li>
            3.1.3. პერსონალური მონაცემები შეიძლება დამუშავდეს მხოლოდ იმ
            მოცულობით, რომელიც აუცილებელია შესაბამისი კანონიერი მიზნის
            მისაღწევად. მონაცემები უნდა იყოს იმ მიზნის ადეკვატური და
            პროპორციული, რომლის მისაღწევადაც მუშავდება ისინი;
          </li>
          <li>
            3.1.4. მონაცემები ნამდვილი და ზუსტი უნდა იყოს და, საჭიროების
            შემთხვევაში, უნდა განახლდეს. კანონიერი საფუძვლის გარეშე შეგროვებული
            და დამუშავების მიზნის შეუსაბამო მონაცემები უნდა დაიბლოკოს, წაიშალოს
            ან განადგურდეს;
          </li>
          <li>
            3.1.5. მონაცემები შეიძლება შენახულ იქნეს მხოლოდ იმ ვადით, რომელიც
            აუცილებელია მონაცემთა დამუშავების მიზნის მისაღწევად. იმ მიზნის
            მიღწევის შემდეგ, მონაცემები უნდა დაიბლოკოს, წაიშალოს ან განადგურდეს.
          </li>
        </ul>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          4. პერსონალური მონაცემების შენახვის ვადა
        </h3>

        <p className="pl-4 pr-4 pt-2">
          4.1. კომპანიის მიერ მომხმარებელთა პერსონალური მონაცემების შენახვა
          ხდება კომპანიასა და მომხმარებელს შორის სამართლებრივი ურთიერთობის
          არსებობის პერიოდში.
        </p>

        <p className="pl-4 pr-4 pt-2">
          4.2. კომპანიასა და მომხმარებელს შორის სამართლებრივი ურთიერთობის
          შეწყვეტის შემდეგ, კომპანია აარქივებს მომხმარებლის შესახებ პერსონალურ
          მონაცემებს. ამ შემთხვევაში, მომხმარებელი უფლებამოსილია კომპანიას
          მოსთხოვოს მის შესახებ დაცული პერსონალური მონაცემების განადგურება.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          5. მომხმარებლისთვის ინფორმაციის მიწოდება
        </h3>

        <p className="pl-4 pr-4 pt-2">
          5.1. მომხმარებლის მიერ მოთხოვნის შემთხვევაში, კომპანია ვალდებულია
          მომხმარებელს მიაწოდოს შემდეგი სახის ინფორმაცია:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            5.1.1. ინფორმაცია კომპანიაში დაცული მომხმარებლის პერსონალური
            მონაცემების შესახებ;
          </li>
          <li>
            5.1.2. მონაცემთა დამუშავებაზე პასუხისმგებელი თანამშრომლის ვინაობა;
          </li>
          <li>5.1.3. მონაცემთა დამუშავების სამართლებრივი საფუძველი;</li>
          <li>5.1.4. მონაცემთა დამუშავების მიზეზი და მიზანი;</li>
          <li>
            5.1.5. ვისზე გაიცა მის შესახებ მონაცემები, მონაცემთა გაცემის
            საფუძველი და მიზანი.
          </li>
        </ul>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          6. უფლებამოსილი პირის/კომპანიის უფლებამოსილი თანამშრომლის მიერ
          მონაცემების დამუშავება
        </h3>

        <p className="pl-4 pr-4 pt-2">
          6.1. კომპანიის უფლებამოსილი პირი/შესაბამისი თანამშრომელი მომხმარებლის
          პერსონალურ მონაცემებს ამუშავებს მხოლოდ წინამდებარე პოლიტიკით
          განსაზღვრული მიზნით. დაუშვებელია უფლებამოსილი პირის მიერ ნებისმიერი
          სხვა მიზნით მონაცემთა შემდგომი დამუშავება. დაუშვებელია, უფლებამოსილმა
          პირმა მონაცემთა დამუშავების უფლება გადასცეს სხვა პირს კომპანიის
          უფლებამოსილი წარმომადგენლის (დირექტორის) თანხმობის გარეშე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          6.2. მონაცემთა დამუშავებაზე უფლებამოსილი პირი ვალდებულია, მონაცემთა
          დასაცავად მიიღოს შესაბამისი ორგანიზაციული და ტექნიკური ზომები.
        </p>

        <p className="pl-4 pr-4 pt-2">
          6.3. კომპანია ვალდებულია მონიტორინგი გაუწიოს უფლებამოსილი პირის მიერ
          მონაცემთა დამუშავებას.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          7. ფაილური სისტემა და ფაილური სისტემის კატალოგი
        </h3>

        <p className="pl-4 pr-4 pt-2">
          7.1. კომპანია უზრუნველყოფს პერსონალური მონაცემების სტრუქტურიზებას და
          მათ დალაგებას კონკრეტული კრიტერიუმების მიხედვით (ფაილური სისტემა).
        </p>

        <p className="pl-4 pr-4 pt-2">
          7.2. კომპანია ვალდებულია თითოეულ ფაილურ სისტემასთან დაკავშირებით
          აწარმოოს ფაილური სისტემის კატალოგი და აღრიცხოს შემდეგი ინფორმაცია:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>7.2.1. ფაილური სისტემის სახელწოდება;</li>
          <li>
            7.2.2. კომპანიისა და მონაცემთა დამუშავებაზე უფლებამოსილი პირის
            დასახელება და მისამართი, მონაცემთა შენახვის ან/და დამუშავების
            ადგილი;
          </li>
          <li>7.2.3. მონაცემთა დამუშავების სამართლებრივი საფუძველი;</li>
          <li>7.2.4. მონაცემთა სუბიექტების/მომხმარებლების კატეგორია;</li>
          <li>7.2.5. მონაცემთა კატეგორია ფაილურ სისტემაში;</li>
          <li>7.2.6. მონაცემთა დამუშავების მიზანი;</li>
          <li>7.2.7. მონაცემთა შენახვის ვადა;</li>
          <li>
            7.2.8. მონაცემთა სუბიექტის უფლების შეზღუდვის ფაქტი და საფუძველი;
          </li>
          <li>
            7.2.9. ფაილურ სისტემაში განთავსებულ მონაცემთა მიმღები და მათი
            კატეგორიები;
          </li>
          <li>
            7.2.10. მონაცემთა სხვა სახელმწიფოსა და საერთაშორისო
            ორგანიზაციისათვის გადაცემის შესახებ ინფორმაცია და ასეთი გადაცემის
            საფუძველი;
          </li>
          <li>
            7.2.11. მონაცემთა უსაფრთხოების დაცვისათვის დადგენილი პროცედურის
            ზოგადი აღწერილობა.
          </li>
        </ul>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          8. პერსონალური მონაცემების უსაფრთხოება
        </h3>

        <p className="pl-4 pr-4 pt-2">
          8.1. კომპანიის მიერ მოპოვებული/მომხმარებლისგან მოწოდებული პერსონალური
          მონაცემები ინახება ელექტრონული ფორმით, კომპანიის იმ მობილური
          აპლიკაციის სისტემაში, რომელშიც რეგისტრირდება მომხმარებელი (შემდგომში -
          სისტემა).
        </p>

        <p className="pl-4 pr-4 pt-2">
          8.2. სისტემაში არსებულ პერსონალურ მონაცემებზე წვდომა აქვს კომპანიის
          შესაბამის თანამშრომელს, რომელიც ვალდებულია უზრუნველყოს მონაცემების
          საიდუმლოება, მათ შორის სამსახურებრივი უფლებამოსილების შეწყვეტის
          შემდეგ.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          9. პერსონალური მონაცემების გადაცემა მესამე პირისათვის
        </h3>

        <p className="pl-4 pr-4 pt-2">
          9.1. კომპანია უფლებამოსილია, მისი უფლებების დასაცავად, მომხმარებლის
          პერსონალური მონაცემები გადასცეს იმ მესამე პირებს, რომლებიც
          მონაწილეობას იღებენ კომპანიის უფლებების დაცვის პროცესში, მაგალითად:
          ადვოკატს, ექსპერტს და ა.შ.
        </p>

        <p className="pl-4 pr-4 pt-2">
          9.2. კომპანია უფლებამოსილია, მომხმარებლის პერსონალური მონაცემები
          გადასცეს იმ კონტრაქტორს, რომელიც უზრუნველყოფს კომპანიის მიერ
          მომხმარებლისთვის გასაწევი მომსახურების ხელშეწყობას.
        </p>

        <p className="pl-4 pr-4 pt-2">
          9.3. კომპანიის მიერ მომხმარებლების პერსონალური მონაცემების მესამე
          პირთათვის გადაცემა შეიძლება განხორციელდეს მხოლოდ იმ მოცულობით, რაც
          აუცილებელია გადაცემის მიზნებისთვის.
        </p>

        <p className="pl-4 pr-4 pt-2">
          9.4. წინამდებარე პოლიტიკის 9.1 და 9.2 ქვეპუნქტებით განსაზღვრულ
          შემთხვევაში, კომპანია ვალდებულია უზრუნველყოს პერსონალური მონაცემების
          მიმღები მესამე პირებისათვის პერსონალური მონაცემების კონფიდენციალურობის
          დაცვის ვალდებულების დაკისრება.
        </p>

        <p className="pl-4 pr-4 pt-2">
          9.5. პერსონალური მონაცემების მესამე პირებისათვის გადაცემის შემთხვევაში
          კომპანია ვალდებულია მოახდინოს შემდეგი ინფორმაციის შენახვა: რა სახის
          პერსონალური მონაცემები გადაეცა მესამე პირებს; ვის გადაეცა პერსონალური
          მონაცემები; როდის და რა სამართლებრივი საფუძვლით მოხდა პერსონალური
          მონაცემების გადაცემა. აღნიშნული ინფორმაცია უნდა ინახებოდეს
          მომხმარებლის პერსონალურ მონაცემებთან ერთად მათი შენახვის ვადის
          განმავლობაში.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          10. მხარეთა პასუხისმგებლობა
        </h3>

        <p className="pl-4 pr-4 pt-2 pb-2">
          10.1. წინამდებარე პოლიტიკით გათვალისწინებული მოთხოვნების დარღვევის
          შემთხვევაში, დაინტერესებული პირის მოთხოვნის საფუძველზე, კომპანია
          პასუხს აგებს საქართველოს კანონმდებლობით დადგენილი წესით.
        </p>
      </div>
    </div>
  );
};

export default PrivacyPolicy;
