import React from "react";

const TermsAndConditions = () => {
  return (
    <div className="flex justify-start pl-8 pr-8 pt-8">
      <div className="bg-white rounded-md shadow-md">
        <h1 className="text-2xl font-bold p-4">
          პლატფორმის წესები და პირობები
        </h1>
        <h1 className="text-lg font-bold pl-4 pr-4 pt-2">1. Subject</h1>
        <p className="pl-4 pr-4 pt-2">
          {`Hoppla Group-მა (შემდგომში „Hoppla“) შექმნა “Carpooling“პლატფორმა, რომელიც ხელმისაწვდომია www.hoppla.ge-ზე, რომელიც შექმნილია საერთო მარშრუტზე მიმავალი მძღოლებისა და მგზავრების ერთმანეთთან დაკავშირებისთვის,რათა მათ საშუალება მიეცეთ გაიზიარონ მოგზაურობა და, შესაბამისად, მასთან დაკავშირებული ხარჯები (შემდგომში „პლატფორმა“).`}
        </p>
        <p className="pl-4 pr-4 pt-2">
          {`ეს წესები და პირობები არეგულირებს პლატფორმის წვდომას და გამოყენების პირობებს. გთხოვთ, ყურადღებით წაიკითხოთ ისინი. თქვენ გესმით და აღიარებთ, რომ ჰოპლა არ არის პლატფორმის წევრებს შორის დადებული რაიმე შეთანხმების, კონტრაქტის ან რაიმე სახის სახელშეკრულებო ურთიერთობების მხარე. `}
        </p>
        <p className="pl-4 pr-4 pt-2">
          {`"შესვლა რეგისტრაცია ელ. ფოსტის მისამართით" დაწკაპუნებით თქვენ ადასტურებთ, რომ წაიკითხეთ და დაეთანხმეთ გამოყენების ყველა ამ ზოგად პირობას. `}
        </p>

        <h1 className="text-lg font-bold pl-4 pr-4 pt-2">2. განმარტება</h1>
        <p className="pl-4 pr-4 pt-2">
          <strong>ანგარიში:</strong> ანგარიში, რომელიც უნდა შეიქმნას იმისათვის,
          რომ გახდეთ წევრი და მიიღოთ წვდომა პლატფორმის მიერ შემოთავაზებულ
          გარკვეულ სერვისებზე.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>დაჯავშნა:</strong> როგორც ეს განსაზღვრულია 4.2 მუხლში ქვემოთ.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>დაჯავშნის დადასტურება:</strong> როგორც ეს განსაზღვრულია ქვემოთ
          4.2.1 მუხლში.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>Carpooling Trip:</strong> მოგზაურობა ექვემდებარება მძღოლის
          მიერ პლატფორმაზე გამოქვეყნებულ რეკლამას, რისთვისაც მძღოლი თანახმაა
          მგზავრების გადაყვანაზე წვლილის სანაცვლოდ.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>ღირებულების შენატანი:</strong> მძღოლის მიერ მოთხოვნილი თანხის
          თანხა და მიღებული მგზავრის მიერ, როგორც მათი წვლილი მოცემული
          მოგზაურობის მგზავრობის ხარჯებში.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>მძღოლი:</strong> წევრი, რომელიც იყენებს პლატფორმას, რათა
          შესთავაზოს ტრანსპორტი სხვა ინდივიდს საფასური შენატანის სანაცვლოდ,
          მოგზაურობისთვის და მხოლოდ მძღოლის მიერ განსაზღვრულ დროს.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>წევრი:</strong> ნებისმიერი პირი, რომელმაც შექმნა ანგარიში
          პლატფორმაზე.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>მგზავრი:</strong> წევრი, რომელმაც მიიღო მძღოლის მიერ
          ტრანსპორტირების შეთავაზება, ან, საჭიროების შემთხვევაში, პირი, რომლის
          სახელითაც წევრმა დაჯავშნა ადგილი.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>პლატფორმა:</strong> როგორც ეს განსაზღვრულია 1 მუხლში ზემოთ.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>ადგილი:</strong> მგზავრის მიერ დაჯავშნილი ადგილი მძღოლის
          მანქანაში.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>სერვისები:</strong> ჰოპლას მიერ მოწოდებული ყველა სერვისი
          პლატფორმის საშუალებით.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>მომსახურების საფასური:</strong> როგორც ეს განსაზღვრულია ქვემოთ
          5.2 მუხლით.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>წესები და პირობები:</strong> ეს წესები და პირობები.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>მოგზაურობა:</strong> ეხება Carpooling მოგზაურობას.
        </p>
        <p className="pl-4 pr-4 pt-2">
          <strong>პლატფორმა:</strong> ეხება Hoppla.ge-ს.
        </p>

        <h1 className="text-lg font-bold pl-4 pr-4 pt-2">
          3. რეგისტრაცია პლატფორმაზე და ანგარიშის შექმნა
        </h1>

        <h2 className=" font-bold pl-4 pr-4 pt-2">
          3.1. პლატფორმაზე რეგისტრაციის პირობები
        </h2>
        <p className="pl-4 pr-4 pt-2">
          {`პლატფორმის გამოყენება შეუძლია 18 წელზე უფროსი ასაკის მქონე პირებს. არასრულწლოვნის მიერ პლატფორმაზე რეგისტრაცია კატეგორიულად აკრძალულია. პლატფორმაზე წვდომისას, გამოყენებისას ან დარეგისტრირებისას თქვენ წარმოადგენთ და იძლევით გარანტიას, რომ ხართ 18 წლის ან მეტის.`}
        </p>

        <h2 className="font-bold pl-4 pr-4 pt-2">3.2. ანგარიშის შექმნა</h2>
        <p className="pl-4 pr-4 pt-2">
          {`პლატფორმა წევრებს საშუალებას აძლევს განათავსონ მგზავრობები, ნახონ განთავსებული მგზავრობები და ურთიერთქმედონ ერთმანეთთან ადგილების დასაჯავშნად. თქვენ შეგიძლიათ ნახოთ მგზავრობები, თუ არ ხართ დარეგისტრირებული პლატფორმაზე. თუმცა, თქვენ არ შეგიძლიათ განათავსოთ Carpooling მგზავრობა ან დაჯავშნოთ ადგილი, სანამ არ შექმნით ანგარიშს და არ გახდებით წევრი.`}
        </p>
        <p className="pl-4 pr-4 pt-2">
          {`ანგარიშის შესაქმნელად, თქვენ უნდა შეავსოთ სარეგისტრაციო ფორმის ყველა სავალდებულო ველი.`}
        </p>
        <p className="pl-4 pr-4 pt-2">
          {`პლატფორმაზე დასარეგისტრირებლად, თქვენ უნდა წაიკითხოთ და დაეთანხმოთ წინამდებარე პირობებს და კონფიდენციალურობის პოლიტიკას.`}
        </p>
        <p className="pl-4 pr-4 pt-2">
          {`ანგარიშის შექმნისას თქვენ თანახმა ხართ მიაწვდოთ ზუსტი და ჭეშმარიტი ინფორმაცია და განაახლოთ იგი თქვენი პროფილის მეშვეობით ან Hoppla-ს შეტყობინებით, რათა გარანტირებული იყოს მისი შესაბამისობა და სიზუსტე Hoppla-სთან თქვენი საკონტრაქტო ურთიერთობის განმავლობაში.`}
        </p>
        <p className="pl-4 pr-4 pt-2">
          {`ელექტრონული ფოსტით რეგისტრაციის შემთხვევაში, თქვენ ეთანხმებით, რომ საიდუმლოდ შეინახოთ თქვენი ანგარიშის შექმნისას არჩეული პაროლი და არავის მიაწვდოთ იგი. თუ დაკარგავთ ან გაამჟღავნებთ თქვენს პაროლს, ვალდებულებას იღებთ დაუყოვნებლივ აცნობოთ Hoppla-ს. მხოლოდ თქვენ ხართ პასუხისმგებელი მესამე მხარის მიერ თქვენი ანგარიშის გამოყენებაზე, თუ თქვენ პირდაპირ არ აცნობებთ Hoppla-ს დაკარგვის, მესამე მხარის მიერ თაღლითური გამოყენების ან თქვენი პაროლის გამჟღავნების შესახებ.`}
        </p>
        <p className="pl-4 pr-4 pt-2">
          {`თქვენ ეთანხმებით, რომ არ შექმნათ ან არ გამოიყენოთ, თქვენი ან მესამე მხარის პირადობის ქვეშ, სხვა ანგარიშები, გარდა თავდაპირველად შექმნილისა.`}
        </p>

        <h2 className="font-bold pl-4 pr-4 pt-2">3.3. ვერიფიკაცია</h2>
        <p className="pl-4 pr-4 pt-2">
          {`Hoppla-ს შეუძლია გამჭვირვალობის, ნდობის გაუმჯობესების ან თაღლითობის თავიდან აცილების ან გამოვლენის მიზნით, შექმნას სისტემა თქვენს პროფილზე მოწოდებული ზოგიერთი ინფორმაციის გადამოწმებისთვის. ეს განსაკუთრებით ეხება იმ შემთხვევას, როდესაც თქვენ შეიტანთ თქვენს მობილურის ნომერს ან მიუთითებთ პირადობის დამადასტურებელ დოკუმენტს.`}
        </p>
        <p className="pl-4 pr-4 pt-2">
          {`თქვენ აღიარებთ და ეთანხმებით, რომ ნებისმიერი მითითება პლატფორმაზე ან სერვისებზე "დამოწმებულ" ინფორმაციაზე, ან რაიმე მსგავსი ტერმინი, ნიშნავს მხოლოდ იმას, რომ წევრმა წარმატებით გაიარა პლატფორმაზე ან სერვისებზე არსებული გადამოწმების პროცედურა, რათა მოგვაწვდოს მეტი ინფორმაცია წევრი, ვისთან ერთადაც აპირებთ მოგზაურობას. Hoppla ვერ უზრუნველყოფს გადამოწმების პროცედურასთან დაქვემდებარებული ინფორმაციების სინამდვილეს, სანდოობას ან მართებულობას.`}
        </p>

        <h1 className="text-lg font-bold pl-4 pr-4 pt-2">
          4. სერვისების გამოყენება
        </h1>

        <h2 className="text-lg font-bold pl-4 pr-4 pt-2">
          4.1. განცხადებების განთავსება
        </h2>

        <p className="pl-4 pr-4 pt-2">
          როგორც <strong>წევრი</strong> და თუ შეასრულებთ ქვემოთ მოცემულ
          პირობებს, შეგიძლიათ შექმნათ და განათავსოთ{" "}
          <strong>მგზავრობის განცხადებები</strong> პლატფორმაზე იმ მოგზაურობის
          შესახებ ინფორმაციის შეყვანით, რომლის განხორციელებასაც აპირებთ
          (თარიღები/დროები, შეხვედრის ადგილები და ჩამოსვლა, შემოთავაზებული
          ადგილების რაოდენობა, ხელმისაწვდომი ვარიანტები, ხარჯების შენატანის
          ოდენობა და ა.შ.).
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენი განცხადების განთავსებისას შეგიძლიათ მიუთითოთ{" "}
          <strong>მეტადობრივი ქალაქები</strong>, სადაც თანახმა ხართ გაჩერებაზე,
          მგზავრების აყვანაზე ან გაშვებაზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ უფლება გაქვთ განათავსოთ <strong>მგზავრობა</strong> თუ
          აკმაყოფილებთ ყველა შემდეგ პირობას:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            <strong>{`(i)`}</strong> გაქვთ მოქმედი{" "}
            <strong>მართვის მოწმობა</strong>;{" "}
          </li>
          <li>
            <strong>(ii)</strong> თქვენ სთავაზობთ მგზავრობას მხოლოდ იმ{" "}
            <strong>მანქანებისთვის</strong>, რომლებსაც ფლობთ ან იყენებთ
            მფლობელის მკაფიო ნებართვით, და ყველა შემთხვევაში, რომლის გამოყენებაც
            უფლება გაქვთ მგზავრობის გაზიარების მიზნით;{" "}
          </li>
          <li>
            <strong>(iii)</strong> თქვენ ხართ და დარჩებით{" "}
            <strong>მანქანის</strong> მთავარი მძღოლი, რომელიც ექვემდებარება
            მგზავრობის განცხადებას.{" "}
          </li>
          <li>
            <strong>(iv)</strong> ავტომობილი არის{" "}
            <strong>სრულად გამართული</strong>;{" "}
          </li>
          <li>
            <strong>(v)</strong> არ გაქვთ <strong>უკუჩვენება</strong> ან{" "}
            <strong>სამედიცინო ქმედუუნარობა</strong> მანქანის მართვისთვის;{" "}
          </li>
          <li>
            <strong>(vi)</strong> მანქანა, რომლის გამოყენებასაც აპირებთ
            მოგზაურობისთვის, არის <strong>ტურისტული მანქანა</strong> 4 ბორბალით
            და მაქსიმუმ 7 ადგილით, იმ მანქანების გამოკლებით, რომლებიც არ
            საჭიროებენ მართვის მოწმობას;{" "}
          </li>
          <li>
            <strong>(vii)</strong> თქვენ არ აპირებთ პლატფორმაზე იმავე
            განცხადების ახლიდან განთავსებას;{" "}
          </li>
          <li>
            <strong>(viii)</strong> თქვენ არ სთავაზობთ თქვენს ავტომობილში
            არსებულ რაოდენობაზე მეტ ადგილს;{" "}
          </li>
          <li>
            <strong>(ix)</strong> ყველა შემოთავაზებულ ადგილს აქვს{" "}
            <strong>უსაფრთხოების ღვედი</strong>, მაშინაც კი, თუ მანქანა
            დამტკიცებულია სავარძლებით უსაფრთხოების ღვედის გარეშე;{" "}
          </li>
          <li>
            <strong>(x)</strong> მანქანა არის{" "}
            <strong>კარგ მუშა მდგომარეობაში</strong> და შეესაბამება მოქმედ
            საკანონმდებლო დებულებებსა და წეს-ჩვეულებებს, განსაკუთრებით ტექ
            დათვალიერებით დადგენილ სერტიფიკატს;{" "}
          </li>
          <li>
            <strong>(xi)</strong> თქვენ ხართ <strong>მომხმარებელი</strong> და არ
            იქცევით როგორც <strong>პროფესიონალი</strong>.{" "}
          </li>
        </ul>

        <p className="pl-4 pr-4 pt-2">
          თქვენ აღიარებთ, რომ თქვენ ხართ მხოლოდ პასუხისმგებელი იმ{" "}
          <strong>მგზავრობის განცხადებაზე</strong>, რომელსაც თქვენ განათავსებთ
          პლატფორმაზე. შესაბამისად, თქვენ წარმოადგენთ და იძლევით გარანტიას
          თქვენს მგზავრობის განცხადებაში მოცემული ყველა ინფორმაციის სიზუსტესა და
          სინამდვილეზე, და თქვენ იღებთ ვალდებულებას შეასრულოთ{" "}
          <strong>მოგზაურობა</strong> თქვენი მგზავრობის განცხადებაში აღწერილი
          პირობებით.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენი <strong>მგზავრობის განცხადება</strong> გამოქვეყნდება
          პლატფორმაზე და ხილული იქნება წევრებისა და ყველა ვიზიტორისთვის, თუნდაც
          არაწევრებისთვის, რომლებიც აწარმოებენ ძიებას პლატფორმაზე.{" "}
          <strong>Hoppla</strong> იტოვებს უფლებას, თავისი შეხედულებისამებრ და
          გაფრთხილების გარეშე, არ გამოაქვეყნოს ან წაშალოს ნებისმიერი მგზავრობის
          განცხადება, რომელიც არ შეესაბამება პირობებს ან რომელიც მიიჩნევს, რომ
          ზიანს აყენებს მის იმიჯს, პლატფორმას ან სერვისებს.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ ინფორმირებული ხართ, რომ იმ შემთხვევაში, თუ თქვენ წარმოაჩენთ
          თავს, როგორც მომხმარებელს პლატფორმის გამოყენებით, მაშინ როცა რეალურად
          მოქმედებთ როგორც პროფესიონალი, ექვემდებარებით სანქციებს მოქმედი
          კანონმდებლობით.
        </p>

        <h2 className="text-lg font-bold pl-4 pr-4 pt-2">
          4.2. ადგილის დაჯავშნა მანქანით მგზავრობისას
        </h2>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong>-მ ჩამოაყალიბა პლატფორმაზე შემოთავაზებული{" "}
          <strong>მოგზვარობისთვის ადგილების ონლაინ დაჯავშნის სისტემა</strong>{" "}
          {`("დაჯავშნა")`}.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> მომხმარებლებს პლატფორმაზე სთავაზობს{" "}
          <strong>საძიებო სისტემას</strong>, რომელიც ეფუძნება საძიებო სხვადასხვა
          კრიტერიუმებს (გამგზავრების ადგილი, დანიშნულების ადგილი, თარიღები,
          მოგზაურთა რაოდენობა და ა.შ.). გარკვეული დამატებითი ფუნქციები
          უზრუნველყოფილია საძიებო სისტემაში, როდესაც მომხმარებელი დაკავშირებულია
          თავის ანგარიშთან.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          4.2.1 მგზავრობის განცხადება
        </h3>

        <p className="pl-4 pr-4 pt-2">
          როდესაც მგზავრი დაინტერესებულია მგზავრობის განცხადებით, რომელიც
          სარგებლობს <strong>დაჯავშნით</strong>, მათ შეუძლიათ გააგზავნონ ონლაინ{" "}
          <strong>დაჯავშნის მოთხოვნა</strong>. დაჯავშნის ეს მოთხოვნა ან (i)
          მიიღება ავტომატურად (თუ მძღოლმა აირჩია ეს ვარიანტი მგზავრობის
          განთავსებისას), ან (ii) მიიღება ხელით მძღოლის მიერ. დაჯავშნის დროს,
          მგზავრი ახორციელებს ონლაინ გადახდას{" "}
          <strong>ხარჯების შენატანის</strong> და მასთან დაკავშირებული{" "}
          <strong>მომსახურების საფასურის</strong> შესახებ, სადაც ეს
          შესაძლებელია. <strong>Hoppla</strong>-ს მიერ გადახდის მიღებისა და
          მძღოლის მიერ დაჯავშნის მოთხოვნის დადასტურების შემდეგ, სადაც ეს
          შესაძლებელია, მგზავრი იღებს <strong>დაჯავშნის დადასტურებას</strong>{" "}
          {`("ჯავშნის
                    დადასტურება").`}
        </p>

        <p className="pl-4 pr-4 pt-2">
          თუ თქვენ ხართ მძღოლი და არჩეული გაქვთ თქვენი განცხადების განთავსებისას{" "}
          <strong>დაჯავშნის მოთხოვნების</strong> ხელით დამუშავება, თქვენ უნდა
          უპასუხოთ დაჯავშნის ნებისმიერ მოთხოვნას მგზავრის მიერ დაჯავშნის
          მოთხოვნის დროს მითითებულ ვადაში. წინააღმდეგ შემთხვევაში,{" "}
          <strong>დაჯავშნის მოთხოვნა</strong> ავტომატურად იწურება და მგზავრს
          დაუბრუნდება ჯავშნის მოთხოვნის დროს გადახდილი ყველა თანხა, ასეთის
          არსებობის შემთხვევაში.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>დაჯავშნის დადასტურების</strong> დროს, <strong>Hoppla</strong>{" "}
          გამოგიგზავნით მძღოლის (თუ თქვენ ხართ მგზავრი) ან მგზავრის (თუ მძღოლი
          ხართ) <strong>ტელეფონის ნომერს</strong>, იმ პირობით, რომ წევრი
          თანახმაა გამოაქვეყნოს მათი ტელეფონის ნომერი. მაშინ მხოლოდ თქვენ ხართ
          პასუხისმგებელი ხელშეკრულების შესრულებაზე, რომელიც ავალდებულებს სხვა
          წევრს.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          4.2.2 მესამე მხარის სახელით ადგილების დაჯავშნის სერვისებით სარგებლობის
          პირობები
        </h3>

        <p className="pl-4 pr-4 pt-2">
          სერვისების ნებისმიერი გამოყენება, მგზავრის ან მძღოლის რანგში, ეხება
          კონკრეტულ სახელს. მძღოლი და მგზავრი უნდა შეესაბამებოდეს{" "}
          <strong>ჰოპლას</strong> და სხვა წევრებს, რომლებიც მონაწილეობენ
          მგზავრობაში.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თუმცა, <strong>Hoppla</strong> საშუალებას აძლევს თავის წევრებს
          დაჯავშნონ ერთი ან მეტი ადგილი <strong>მესამე მხარის</strong> სახელით.
          ამ შემთხვევაში, თქვენ იღებთ ვალდებულებას დაჯავშნის დროს მძღოლს ზუსტად
          მიუთითოთ იმ პირის სახელი, ასაკი და ტელეფონის ნომერი, რომლის სახელითაც
          იჯავშნით ადგილს. კატეგორიულად აკრძალულია ადგილის დაჯავშნა 13 წლამდე
          არასრულწლოვანთათვის, რომლებიც მარტო მოგზაურობენ. იმ შემთხვევაში,
          როდესაც თქვენ დაჯავშნით ადგილს 13 წელზე უფროსი ასაკის არასრულწლოვანზე,
          რომელიც მარტო მოგზაურობს, თქვენ იღებთ ვალდებულებას მოითხოვოთ მძღოლის
          წინასწარი შეთანხმება და მისცეთ მათ სათანადოდ შევსებული და ხელმოწერილი
          ნებართვა კანონიერი წარმომადგენლებისგან.
        </p>

        <p className="pl-4 pr-4 pt-2">
          გარდა ამისა, პლატფორმა განკუთვნილია ფიზიკური პირებისთვის ადგილების
          დასაჯავშნად. აკრძალულია ადგილის დაჯავშნა ნებისმიერი ნივთის, ამანათის,
          მარტო მოგზაურობისას ცხოველის ან მატერიალური ნივთების გადასატანად.
        </p>

        <p className="pl-4 pr-4 pt-2">
          გარდა ამისა, აკრძალულია <strong>მგზავრობის განცხადების</strong>{" "}
          გამოქვეყნება სხვა მძღოლისთვის.
        </p>

        <h2 className="text-lg font-bold pl-4 pr-4 pt-2">
          4.3. მიმოხილვის სისტემა
        </h2>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">4.3.1. ოპერაცია</h3>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> მოგიწოდებთ დატოვოთ <strong>მიმოხილვა</strong>{" "}
          მძღოლის შესახებ (თუ თქვენ ხართ მგზავრი) ან მგზავრის შესახებ (თუ მძღოლი
          ხართ), რომელთანაც თქვენ გააზიარეთ <strong>მოგზაურობა</strong> ან უნდა
          გაეზიარებინათ მოგზაურობა. თუმცა, თქვენ არ გაქვთ უფლება დატოვოთ
          მიმოხილვა სხვა მგზავრის შესახებ, თუ თქვენ იყავით მგზავრი, ან იმ წევრის
          შესახებ, რომელთანაც არ გიმოგზაურიათ ან არ უნდა გამგზავრებულიყავით.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენი <strong>მიმოხილვა</strong> და სხვა წევრის მიერ თქვენს შესახებ
          დატოვებული მიმოხილვა, ასეთის არსებობის შემთხვევაში, ხილული და
          გამოქვეყნებული პლატფორმაზე მხოლოდ შემდეგი პერიოდიდან მოკლე პერიოდის
          შემდეგ: (i) მაშინვე, როცა ორივეს დატოვებთ მიმოხილვას, ან (ii) შემდეგ
          პირველი განხილვიდან 14 დღის განმავლობაში.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ გაქვთ შესაძლებლობა უპასუხოთ მიმოხილვას, რომელიც სხვა წევრმა
          დატოვა თქვენს პროფილზე. <strong>მიმოხილვა</strong> და თქვენი{" "}
          <strong>პასუხი</strong>, თუ ეს შესაძლებელია, გამოქვეყნდება თქვენს
          პროფილზე.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">4.3.2. ზომიერება</h3>

        <p className="pl-4 pr-4 pt-2">
          თქვენ აღიარებთ და ეთანხმებით, რომ <strong>Hoppla</strong> იტოვებს
          უფლებას არ გამოაქვეყნოს ან წაშალოს მიმოხილვა, შეკითხვა, კომენტარი ან
          პასუხი, თუ ის თვლის, რომ კონტენტი არღვევს ამ პირობებს.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">4.3.3. ლიმიტი</h3>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> იტოვებს უფლებას შეაჩეროს თქვენი ანგარიში,
          შეზღუდოს თქვენი წვდომა სერვისებზე ან შეწყვიტოს ეს წესები და პირობები,
          თუ (i) მიიღეთ მინიმუმ სამი <strong>მიმოხილვა</strong> და (ii) მიღებული
          საშუალო მიმოხილვა არის 3-ზე ნაკლები ან ტოლი.
        </p>
        <h2 className="text-lg font-bold pl-4 pr-4 pt-2">
          5. ფინანსური პირობები
        </h2>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong>-ს პლატფორმაზე წვდომა და რეგისტრაცია, მათ შორის{" "}
          <strong>მოგზაურობის ძიება</strong>, ნახვა და გამოქვეყნება, უფასოა.
          თუმცა, <strong>ჯავშნები</strong> ექვემდებარება შემდეგ გადახდის
          პირობებს.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          5.1 ღირებულება და ფასი
        </h3>

        <h4 className="text-lg font-bold pl-4 pr-4 pt-2">
          5.1.1 Carpooling მოგზაურობა
        </h4>

        <p className="pl-4 pr-4 pt-2">
          როგორც მძღოლი, თქვენ ხართ მხოლოდ პასუხისმგებელი მგზავრობის ღირებულების{" "}
          <strong>შენატანის</strong> განსაზღვრისთვის. კატეგორიულად აკრძალულია{" "}
          <strong>Hoppla</strong> პლატფორმის გამოყენებით მოგება. ხარჯების{" "}
          <strong>შენატანი</strong> უნდა ფარავდეს მხოლოდ ფაქტობრივ ხარჯებს,
          რომლებსაც გაგიწევთ <strong>მოგზაურობისთვის</strong>. თუ თქვენ
          დარიცხავთ გაწეულ ხარჯებზე მეტს, მხოლოდ თქვენ იქნებით პასუხისმგებელი
          ნებისმიერ იურიდიულ ან ფინანსურ შედეგებზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          მგზავრობის შეთავაზების გამოქვეყნებისას, <strong>Hoppla</strong>{" "}
          შემოგთავაზებთ სავარაუდო წვლილს მგზავრობის მანძილის ფაქტორებზე
          დაყრდნობით. ეს წინადადება მხოლოდ სახელმძღვანელოა და თქვენ შეგიძლიათ
          შეცვალოთ თანხა თქვენი რეალური ხარჯების ასახვისთვის.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          5.2 მომსახურების საფასური
        </h3>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> იღებს <strong>მომსახურების საფასურს</strong>{" "}
          დაჯავშნის დროს, პლატფორმის გამოყენების სანაცვლოდ. მომხმარებლებს
          ეცნობებათ ნებისმიერი მომსახურების საფასურის შესახებ{" "}
          <strong>ჯავშნის</strong> დასრულებამდე. მიუხედავად იმისა, რომ{" "}
          <strong>Hoppla</strong> იტოვებს უფლებას შეცვალოს მომსახურების
          საფასურის გაანგარიშება, ასეთი ცვლილებები გავლენას არ მოახდენს
          ცვლილების ძალაში შესვლამდე შეთანხმებულ საფასურებზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          ტრანსსასაზღვრო <strong>მოგზრაობისთვის</strong>, მომსახურების საფასურის
          და მოქმედი დღგ-ს გამოთვლის მეთოდი შეიძლება განსხვავდებოდეს მოგზაურობის
          წარმოშობისა და დანიშნულების მიხედვით.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">5.3 დამრგვალება</h3>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong>-ს შეუძლია, თავისი შეხედულებისამებრ, დამრგვალოს
          ან შეამციროს ხარჯების <strong>შენატანი</strong> და{" "}
          <strong>მომსახურების საფასური</strong> უახლოეს მთელ რიცხვამდე ან
          ათწილადამდე.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          5.4 ღირებულების შენატანის გადახდა და დაფარვა
        </h3>

        <h4 className="text-lg font-bold pl-4 pr-4 pt-2">
          5.4.1 მძღოლის ინსტრუქცია (მანდატი)
        </h4>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> პლატფორმის როგორც მძღოლის გამოყენებით, თქვენ
          ეთანხმებით ჩვენი <strong>გადახდის სერვისის</strong> პროვაიდერის
          პირობებს, რომელიც ამუშავებს ხარჯების <strong>შენატანის</strong>{" "}
          გადაცემას მგზავრებიდან მძღოლებზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ უფლებას აძლევთ <strong>Hoppla</strong>-ს, დაავალოს{" "}
          <strong>გადახდის სერვისის</strong> პროვაიდერს, დაამუშაოს ღირებულების{" "}
          <strong>შენატანის</strong> გადარიცხვა თქვენს საბანკო ანგარიშზე,
          პროვაიდერის პირობების შესაბამისად. მგზავრობის დადასტურების შემდეგ,
          მგზავრის გადახდა (მომსახურების საფასურის გამოკლებით) ინახება
          ანგარიშზე.
        </p>

        <h4 className="text-lg font-bold pl-4 pr-4 pt-2">
          5.4.2 ღირებულების შენატანის გადახდა მძღოლისთვის
        </h4>

        <p className="pl-4 pr-4 pt-2">
          მოგზაურობის შემდეგ მგზავრებს აქვთ 24 საათი პრეტენზიების გასაგზავნად.
          თუ პრეტენზიები არ არის წარდგენილი, მოგზაურობა დადასტურებულად ჩაითვლება
          და ხარჯების <strong>შენატანი</strong> (მომსახურების საფასურის
          გამოკლებით) ჩაირიცხება თქვენს ანგარიშზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თუ თქვენ ვერ მიაწვდით ზუსტ საბანკო დეტალებს, თანხა ვერ გადაირიცხება და
          ნებისმიერი გამოუყენებელი თანხა საბოლოოდ დაუბრუნდება{" "}
          <strong>Hoppla</strong>-ს მოქმედი დროის ლიმიტების გასვლის შემდეგ.
        </p>

        <h4 className="text-lg font-bold pl-4 pr-4 pt-2">
          5.4.3 KYC (იცოდე შენი კლიენტი) ჩეკები
        </h4>

        <p className="pl-4 pr-4 pt-2">
          გადახდის სისტემით სარგებლობისას შეიძლება დაგჭირდეთ გაიაროთ პირადობის{" "}
          <strong>შეფასება</strong> რეგულაციების შესაბამისად. ეს შემოწმებები
          შეიძლება მოიცავდეს დამატებითი დოკუმენტების მიწოდებას თქვენი ვინაობის
          დასადასტურებლად, განსაკუთრებით იმ შემთხვევაში, თუ თქვენი ხარჯების{" "}
          <strong>შენატნები</strong> აღემატება გარკვეულ ფინანსურ ზღვრებს.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თუ ვერ მიაწვდით საჭირო ინფორმაციას, ვერ მიიღებთ{" "}
          <strong>გადახდებს</strong> თქვენი ვინაობის დადასტურებამდე. ზოგიერთ
          შემთხვევაში, ტრანსფერები შეიძლება შეჩერდეს მარეგულირებელი მოთხოვნების
          გამო <strong>Hoppla</strong>-ს კონტროლის მიღმა.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          5.5 გადახდის მეთოდები
        </h3>

        <p className="pl-4 pr-4 pt-2">
          <strong>ჯავშნებისთვის</strong> გადახდა შეიძლება განხორციელდეს
          საკრედიტო ბარათების ან სხვა ხელმისაწვდომი მეთოდების გამოყენებით,
          როგორც ეს მითითებულია <strong>Hoppla</strong>-ს მიერ.{" "}
          <strong>დაჯავშნის</strong> დასადასტურებლად გადახდა უნდა დასრულდეს
          სრულად.
        </p>

        <h2 className="text-lg font-bold pl-4 pr-4 pt-2">
          6. სერვისებისა და პლატფორმის არაკომერციული და არაბიზნეს მიზანი
        </h2>

        <p className="pl-4 pr-4 pt-2">
          თქვენ თანახმა ხართ გამოიყენოთ სერვისები და პლატფორმა მხოლოდ იმისთვის,
          რომ დაუკავშირდეთ არა საქმიანი და არაკომერციული საფუძველზე იმ
          ადამიანებს, რომელთაც სურთ გაგიზიარონ მოგზაურობა.
        </p>

        <p className="pl-4 pr-4 pt-2">
          როგორც მძღოლი, თქვენ თანახმა ხართ, რომ არ მოითხოვოთ ხარჯების
          კონტრიბუცია იმაზე მაღალი, ვიდრე რეალურად გაწვდილი ხარჯები და ამან
          შეიძლება მოგება მოახდინოს, დაზუსტებით, რომ ხარჯების განაწილების
          კონტექსტში, თქვენ, როგორც მძღოლმა უნდა გაიღოთ გამოწვეული ხარჯების
          თქვენი ნაწილი.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ ხართ მხოლოდ პასუხისმგებელი მოგზაურობისთვის გაწვდილი ხარჯების
          გამოთვლაზე და იმის უზრუნველსაყოფად, რომ თქვენი მგზავრებისგან
          მოთხოვნილი თანხა არ აღემატებოდეს თქვენს მიერ რეალურად გაწვდილი ხარჯებს
          (დანახარჯების თქვენი წილის გამოკლებით), განსაკუთრებით მოქმედი
          საგადასახადო სკალის მითითებით.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> იტოვებს უფლებას შეაჩეროს თქვენი ანგარიში იმ
          შემთხვევებში, როდესაც თქვენ იყენებთ მძღოლით ან სხვა საქმიანი
          სატრანსპორტო საშუალების, ტაქსის ან კომპანიის მანქანებს და ამის გამო
          იღებთ მოგებას პლატფორმიდან.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ თანახმა ხართ მიაწვდოთ <strong>Hoppla</strong>-ს, მარტივი
          მოთხოვნის საფუძველზე, თქვენი მანქანის რეგისტრაციის მოწმობის ასლი და/ან
          ნებისმიერი სხვა დოკუმენტი, რომელიც აჩვენებს, რომ თქვენ უფლება გაქვთ
          გამოიყენოთ ეს მანქანა პლატფორმაზე და არ იღებთ რაიმე მოგებას.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> ასევე იტოვებს უფლებას შეაჩეროს თქვენი
          ანგარიში, შეზღუდოს თქვენი წვდომა სერვისებზე, ან შეწყვიტოს ეს პირობები,
          იმ შემთხვევებში, როდესაც თქვენი აქტივობა პლატფორმაზე, შემოთავაზებული
          მოგზაურობების ხასიათის, მათი სიხშირის, გადაყვანილი მგზავრების
          რაოდენობის და მოთხოვნილი ღირებულების შენატანი, ქმნის მოგების სიტუაციას
          თქვენთვის, ან რაიმე მიზეზის გამო, რაც მიუთითებს{" "}
          <strong>Hoppla</strong>-ს, რომ თქვენ იღებთ მოგებას პლატფორმაზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ თანახმა ხართ გამოიყენოთ სერვისები და პლატფორმა მხოლოდ იმისთვის,
          რომ დაუკავშირდეთ, არა საქმიანი და არაკომერციული საფუძვლებით, იმ
          ადამიანებთან, რომლებსაც სურთ გაგიზიარონ მოგზაურობა.
        </p>

        <h2 className="text-lg font-bold pl-4 pr-4 pt-2">
          7. გაუქმების პოლიტიკა
        </h2>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          7.1. დაფარვის პირობები გაუქმების შემთხვევაში
        </h3>

        <p className="pl-4 pr-4 pt-2">
          ეს გაუქმების პოლიტიკა ვრცელდება მხოლოდ მოგზაურობებზე.{" "}
          <strong>Hoppla</strong> არ გთავაზობთ რაიმე სახის გარანტიას რაიმე
          მიზეზით გაუქმების შემთხვევაში.
        </p>

        <h4 className="text-lg font-bold pl-4 pr-4 pt-2">
          მძღოლის მიერ გაუქმება:
        </h4>

        <p className="pl-4 pr-4 pt-2">
          თუ მძღოლი გააუქმებს სატრანსპორტო საშუალების მგზავრობას ან ვერ მივა
          შეხვედრის ადგილზე შეთანხმებული დროიდან 15 წუთის განმავლობაში, მგზავრს
          დაუბრუნდება გადახდილი თანხა (ანუ ხარჯების შენატანი).
        </p>

        <h4 className="text-lg font-bold pl-4 pr-4 pt-2">
          გაუქმება მგზავრის მიერ:
        </h4>

        <p className="pl-4 pr-4 pt-2">
          <strong>დაგეგმილ გამგზავრებამდე 24 საათით ადრე:</strong>
          თუ მგზავრი გააუქმებს გამგზავრების დაგეგმილ დრომდე 24 საათზე მეტი ხნის
          განმავლობაში, როგორც ეს მითითებულია მგზავრობის განაცხადში, მგზავრს
          უბრუნდება მხოლოდ ღირებულების შენატანი. მომსახურების საფასურს იტოვებს{" "}
          <strong>Hoppla</strong> და მძღოლი არ მიიღებს არანაირ გადახდას.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>
            დაგეგმილ გამგზავრებამდე 24 საათი ან ნაკლები, მაგრამ დაჯავშნის
            დადასტურებიდან 30 წუთზე მეტი ხნის შემდეგ:
          </strong>
          თუ მგზავრი გააუქმებს დაგეგმილ გამგზავრებამდე 24 საათით ან ნაკლები
          დროით, მგზავრს დაუბრუნდება ღირებულების შენატანის 50%, ხოლო
          მომსახურების საფასურს იტოვებს <strong>Hoppla</strong>. მძღოლი მიიღებს
          ღირებულების შენატანის 50%-ს.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>
            დაგეგმილ გამგზავრებამდე 24 საათი ან ნაკლები და ჯავშნის
            დადასტურებიდან 30 წუთის განმავლობაში:
          </strong>
          ამ შემთხვევაში მგზავრს უბრუნდება მთლიანი ღირებულების შენატანი.
          მომსახურების საფასურს იტოვებს <strong>Hoppla</strong> და მძღოლი არ
          მიიღებს არანაირ გადახდას.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>დაგეგმილი გამგზავრების ან გამოუცხადებლობის შემდეგ:</strong>
          თუ მგზავრი გააუქმებს გამგზავრების დაგეგმილი დროის შემდეგ ან არ მივა
          შეხვედრის ადგილზე შეთანხმებული დროიდან 15 წუთის განმავლობაში, თანხის
          დაბრუნება არ მოხდება. მძღოლი მიიღებს სრულ ღირებულებას, ხოლო
          მომსახურების საფასური შეინარჩუნებს <strong>Hoppla</strong>.
        </p>

        <p className="pl-4 pr-4 pt-2">
          როდესაც მგზავრი გააუქმებს ადგილს გამგზავრებამდე, ეს ადგილი ავტომატურად
          გახდება ხელმისაწვდომი სხვა მგზავრების დაჯავშნისთვის, წინამდებარე
          წესებისა და პირობების შესაბამისად.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> იტოვებს უფლებას შეაფასოს თანხის დაბრუნების
          მოთხოვნების მართებულობა არსებული ინფორმაციის საფუძველზე მისი
          შეხედულებისამებრ.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          7.2. თანხის დაბრუნების უფლება
        </h3>

        <p className="pl-4 pr-4 pt-2">
          თქვენ არ გაქვთ უარი თქვათ ჯავშნაზე, როდესაც მგზავრობა სრულად
          შესრულებულად ითვლება.
        </p>

        <h2 className="text-lg font-bold pl-4 pr-4 pt-2">
          8. პლატფორმის მომხმარებლებისა და წევრების ქცევა
        </h2>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          8.1. ყველა მომხმარებლის პასუხისმგებლობა
        </h3>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> პლატფორმის გამოყენებით თქვენ ეთანხმებით:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            (<strong>i</strong>) იყოთ მხოლოდ პასუხისმგებელი ყველა მოქმედი
            კანონების, რეგულაციებისა და ვალდებულებების დაცვაზე, რომლებიც
            დაკავშირებულია პლატფორმის გამოყენებასთან.
          </li>
          <li>
            (<strong>ii</strong>) არ გამოიყენოთ პლატფორმა პროფესიული, კომერციული
            ან მოგების მიზნებისთვის, თუ არ ხართ ავტორიზებული სერვისის
            პროვაიდერი.
          </li>
          <li>
            (<strong>iii</strong>) არ მიაწვდოთ ყალბი, შეცდომაში შემყვანი, მავნე
            ან თაღლითური ინფორმაცია <strong>Hoppla</strong>-ს ან სხვა წევრებს.
          </li>
          <li>
            (<strong>iv</strong>) არ განათავსოთ ან გააზიაროთ რაიმე შინაარსი
            პლატფორმაზე, რომელიც არის ცილისმწამებლური, უხამსი, პორნოგრაფიული,
            ვულგარული, შეურაცხმყოფელი, აგრესიული, ძალადობრივი, მუქარის შემცველი,
            შეურაცხმყოფელი, რასისტული, ქსენოფობიური, სექსუალურად დამაფიქრებელი,
            ძალადობის ან დისკრიმინაციის წაქეზება, ან სხვაგვარად არღვევს მიზანს
            პლატფორმა ან სხვათა უფლებები.
          </li>
          <li>
            (<strong>v</strong>) არ დაარღვიოთ <strong>Hoppla</strong>-ს
            ინტელექტუალური საკუთრების უფლებები.
          </li>
          <li>
            (<strong>vi</strong>) არ შექმნათ ერთზე მეტი ანგარიში ან გახსნათ
            ანგარიში სხვისი სახელით.
          </li>
          <li>
            (<strong>vii</strong>) არ ეცადოთ პლატფორმის დაჯავშნის სისტემის
            გვერდის ავლით კონტაქტის დეტალების გაცვლით ან პლატფორმის გარეთ
            შეთანხმების მიღებით.
          </li>
          <li>
            (<strong>viii</strong>) არ დაუკავშირდეთ სხვა წევრებს სხვა
            მიზნებისთვის, გარდა მოგზაურობის მოწყობისა და განხილვისა.
          </li>
          <li>
            (<strong>ix</strong>) არ მიიღოთ ან არ განახორციელოთ გადახდები
            პლატფორმის დამტკიცებული გადახდის მეთოდების მიღმა.
          </li>
          <li>
            (<strong>x</strong>) დაიცვათ წინამდებარე წესები და პირობები და{" "}
            <strong>Hoppla</strong>-ს კონფიდენციალობის პოლიტიკა.
          </li>
        </ul>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          8.2. მძღოლების პასუხისმგებლობა
        </h3>

        <p className="pl-4 pr-4 pt-2">
          როგორც მძღოლი, რომელიც იყენებს <strong>Hoppla</strong> პლატფორმას,
          თქვენ ეთანხმებით:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            (<strong>i</strong>) დაიცვათ ყველა კანონი, რეგლამენტი და კოდი,
            რომელიც დაკავშირებულია ავტომობილის მართვასთან და სატრანსპორტო
            საშუალების გამოყენებასთან, მათ შორის სამოქალაქო პასუხისმგებლობის
            მოქმედი დაზღვევის და მართვის მოქმედი მოწმობის შენარჩუნებაზე.
          </li>
          <li>
            (<strong>ii</strong>) დარწმუნდეთ, რომ თქვენი დაზღვევა ფარავს
            კარპულირებას და რომ მგზავრები განიხილებიან მესამე მხარეებად თქვენი
            პოლისით.
          </li>
          <li>
            (<strong>iii</strong>) მოერიდოთ ნებისმიერ ქმედებას ან ნივთიერებას,
            რამაც შეიძლება ხელი შეუშალოს თქვენი უსაფრთხო მართვის უნარს.
          </li>
          <li>
            (<strong>iv</strong>) განათავსოთ მხოლოდ ზუსტი საავტომობილო რეკლამები
            იმ მგზავრობებისთვის, რომელთა განხორციელებასაც აპირებთ.
          </li>
          <li>
            (<strong>v</strong>) შეასრულოთ მგზავრობა ისე, როგორც აღწერილი თქვენს
            რეკლამაში, მათ შორის შეთანხმებული დროისა და მდებარეობის დაცვა.
          </li>
          <li>
            (<strong>vi</strong>) არ გადაიყვანოთ თქვენს რეკლამაში მითითებული
            ადგილების რაოდენობაზე მეტი მგზავრი.
          </li>
          <li>
            (<strong>vii</strong>) გამოიყენოთ კარგად მოვლილი მანქანა, რომელიც
            აკმაყოფილებს კანონის მოთხოვნებს, მათ შორის განახლებული
            ტექ-დათვალიერების სერთიფიკატის ქონას.
          </li>
          <li>
            (<strong>viii</strong>) მიაწვდოთ ნებისმიერი მოთხოვნილი დოკუმენტაცია,
            როგორიცაა თქვენი მართვის მოწმობა, მანქანის რეგისტრაცია, დაზღვევის
            მოწმობა და ტექ-დათვალიერების სერთიფიკატი, <strong>Hoppla</strong>-ს
            ან მგზავრებს.
          </li>
          <li>
            (<strong>ix</strong>) დაუყოვნებლივ აცნობოთ მგზავრებს მგზავრობის
            ნებისმიერი შეფერხების ან ცვლილების შესახებ.
          </li>
          <li>
            (<strong>x</strong>) ტრანსსასაზღვრო მოგზარებისათვის, ხელმისაწვდომად
            იქონიოთ საზღვრების გადაკვეთისა და თქვენი ვინაობის დასადასტურებლად
            საჭირო დოკუმენტები.
          </li>
          <li>
            (<strong>xi</strong>) დაელოდლოთ მგზავრებს შეხვედრის ადგილზე მინიმუმ
            15 წუთის განმავლობაში შეთანხმებული დროის შემდეგ.
          </li>
          <li>
            (<strong>xii</strong>) არ გამოაქვეყნოთ რეკლამები იმ მანქანებისთვის,
            რომლებსაც არ ფლობთ ან არ ხართ უფლებამოსილი, გამოიყენოთ სატრანსპორტო
            საშუალებებისთვის.
          </li>
          <li>
            (<strong>xiii</strong>) დარწმუნდეთ, რომ დაგიკავშირდებიან მგზავრები
            თქვენს პროფილზე რეგისტრირებული ტელეფონის ნომრით.
          </li>
          <li>
            (<strong>xiv</strong>) არ გამოიყენოთ პლატფორმა მოგების შესაქმნელად.
          </li>
          <li>
            (<strong>xv</strong>) არ გქონდეთ რაიმე სამედიცინო მდგომარეობა,
            რომელიც აზიანებს თქვენს უნარს.
          </li>
          <li>
            (<strong>xvi</strong>) მოიქცეთ პასუხისმგებლობით და სათანადოდ
            მოგზაურობის დროს, კარპულინგის პრინციპების შესაბამისად.
          </li>
        </ul>
        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          8.3. მგზავრების პასუხისმგებლობა
        </h3>

        <p className="pl-4 pr-4 pt-2">
          როგორც მგზავრი, რომელიც იყენებს <strong>Hoppla</strong> პლატფორმას,
          თქვენ ეთანხმებით:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            (<strong>i</strong>) მოიქცეთ ისე, რომ არ გადაიტანოთ მძღოლის
            ყურადღება ან ხელი არ შეუშალოთ სხვა მგზავრებს.
          </li>
          <li>
            (<strong>ii</strong>) პატივი სცეთ მძღოლის მანქანას და დაიცავით
            სისუფთავე.
          </li>
          <li>
            (<strong>iii</strong>) შეფერხების შემთხვევაში დაუყოვნებლივ აცნობეთ
            მძღოლს.
          </li>
          <li>
            (<strong>iv</strong>) დაელოდეთ შეხვედრის ადგილზე მინიმუმ 15 წუთის
            განმავლობაში შეთანხმებულ დროს.
          </li>
          <li>
            (<strong>v</strong>) მიუთითეთ თქვენი პირადობის მოწმობა ან სხვა
            პირადობის დამადასტურებელი მოწმობა, თუ ამას მოითხოვს მძღოლი ან{" "}
            <strong>Hoppla</strong>.
          </li>
          <li>
            (<strong>vi</strong>) არ ატაროთ ნივთები, საქონელი, ნივთიერებები ან
            ცხოველები, რომლებმაც შეიძლება ხელი შეუშალონ მძღოლის ყურადღებას ან
            უკანონოა.
          </li>
          <li>
            (<strong>vii</strong>) ტრანსსასაზღვრო მოგზაურობისთვის, თან იქონიოთ
            და მიაწვდოთ ნებისმიერი საჭირო დოკუმენტი საზღვრების გადაკვეთისა და
            თქვენი ვინაობის დასადასტურებლად.
          </li>
          <li>
            (<strong>viii</strong>) დარწმუნდით, რომ მძღოლს შეუძლია დაგიკავშირდეს
            თქვენს პროფილზე რეგისტრირებული ტელეფონის ნომრით.
          </li>
        </ul>

        <p className="pl-4 pr-4 pt-2">
          თუ დაჯავშნით ადგილებს სხვებისთვის, თქვენ ხართ პასუხისმგებელი იმაზე,
          რომ ეს პირებიც იცავდნენ ამ პირობებს. <strong>Hoppla</strong> იტოვებს
          უფლებას შეაჩეროს ან შეწყვიტოს თქვენი ანგარიში და სერვისებზე წვდომა, თუ
          ეს პირობები დაირღვა ვინმეს მიერ, ვისი სახელითაც თქვენ გააკეთეთ
          ჯავშანი.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          9. ანგარიშების შეჩერება, წვდომის შეწყვეტა
        </h3>

        <p className="pl-4 pr-4 pt-2">
          თქვენ შეგიძლიათ შეწყვიტოთ თქვენი ურთიერთობა <strong>BlaBlaCar</strong>
          -თან ნებისმიერ დროს, ხარჯების გარეშე და მიზეზგარეშე. ამისათვის გადადით
          თქვენი პროფილის გვერდის „ანგარიშის დახურვა“ ჩანართზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ მიერ ამ პირობების დარღვევის შემთხვევაში, (<strong>i</strong>)
          მათ შორის, მაგრამ არ შემოიფარგლება თქვენი, როგორც წევრის
          ვალდებულებებით, რომლებიც აღნიშნულია ზემოთ მე-6 და მე-8 მუხლებში, (
          <strong>ii</strong>) ზემოთ 4.3.3 მუხლში განსაზღვრული ლიმიტის
          გადამეტება, ან (<strong>iii</strong>) თუ <strong>BlaBlaCar</strong>-ს
          აქვს ჭეშმარიტი საფუძველი იფიქროს, რომ ეს აუცილებელია მისი
          უსაფრთხოებისა და წევრების ან მესამე მხარეების დასაცავად, ან თაღლითობის
          ან გამოძიების პრევენციის მიზნით, <strong>BlaBlaCar</strong> იტოვებს
          უფლებას:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            (<strong>i</strong>) დაუყოვნებლივ და გაფრთხილების გარეშე შეწყვიტოს{" "}
            <strong>BlaBlaCar</strong>-თან დაკავშირებული T&amp;C; და/ან სხვა
            დაკავშირებული ანგარიშები;
          </li>
          <li>
            (<strong>ii</strong>) აღკვეთოს ნებისმიერი მიმოხილვის, რეკლამის,
            შეტყობინების, შინაარსის, დაჯავშნის მოთხოვნის ან თქვენს მიერ
            პლატფორმაზე განთავსებული ნებისმიერი შინაარსის გამოქვეყნება ან წაშლა;
            და/ან
          </li>
          <li>
            (<strong>iii</strong>) შეზღუდოს თქვენი წვდომა და პლატფორმის
            გამოყენება; და/ან
          </li>
          <li>
            (<strong>iv</strong>) დროებით ან სამუდამოდ შეაჩეროს თქვენი ანგარიში.
          </li>
        </ul>

        <p className="pl-4 pr-4 pt-2">
          საჭიროების შემთხვევაში, თქვენ შეგატყობინებთ ასეთი ზომების დაწესების
          შესახებ წინასწარ, რათა მოგცეთ <strong>Hoppla</strong>-ისთვის
          განმარტებების მიცემის საშუალება. <strong>Hoppla</strong> გადაწყვეტს,
          თავისი შეხედულებისამებრ, გააუქმოს თუ არა მიღებული ზომები.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          10. პერსონალური მონაცემები
        </h3>

        <p className="pl-4 pr-4 pt-2">
          პლატფორმის გამოყენების კონტექსტში, <strong>Hoppla</strong> შეაგროვებს
          და დაამუშავებს თქვენს ზოგიერთ პერსონალურ მონაცემს. პლატფორმის
          გამოყენებისას და წევრად დარეგისტრირებისას თქვენ აღიარებთ და ეთანხმებით{" "}
          <strong>Hoppla</strong>-ს მიერ თქვენი პერსონალური მონაცემების
          დამუშავებას მოქმედი კანონმდებლობისა და კონფიდენციალურობის პოლიტიკის
          დებულებების შესაბამისად.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          11. ინტელექტუალური საკუთრება
        </h3>

        <h4 className="text-md font-bold pl-4 pr-4 pt-2">
          <strong>11.1.</strong> Hoppla-ს მიერ გამოქვეყნებული კონტენტი
        </h4>

        <p className="pl-4 pr-4 pt-2">
          მისი წევრების მიერ მოწოდებული შინაარსის გათვალისწინებით,{" "}
          <strong>Hoppla</strong> არის ყველა ინტელექტუალური საკუთრების უფლების
          ერთადერთი მფლობელი, რომელიც ეხება სერვისს, პლატფორმას, მის შინაარსს
          (განსაკუთრებით ტექსტებს, სურათებს, დიზაინებს, ლოგოებს, ვიდეოებს,
          ხმებს, მონაცემებს, გრაფიკას) და პროგრამული უზრუნველყოფა და მონაცემთა
          ბაზები, რომლებიც უზრუნველყოფენ მათ მუშაობას.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> გაძლევთ არაექსკლუზიურ, პერსონალურ და
          არაგადაცემად უფლებას, გამოიყენოთ პლატფორმა და სერვისები თქვენი პირადი
          და პირადი სარგებლობისთვის, არაკომერციულ საფუძველზე და პლატფორმისა და
          სერვისების მიზნების შესაბამისად.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ გეკრძალებათ პლატფორმისა და სერვისების და მათი შინაარსის
          ნებისმიერი სხვა გამოყენება ან ექსპლუატაცია <strong>Hoppla</strong>-ს
          წინასწარი წერილობითი ნებართვის გარეშე.
        </p>

        <p className="pl-4 pr-4 pt-2">აღსანიშნავია, რომ აკრძალული გაქვთ:</p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            (<strong>i</strong>) პლატფორმის, სერვისების და შინაარსის
            რეპროდუცირება, მოდიფიკაცია, ადაპტირება, გავრცელება, საჯაროდ
            წარმოდგენა და გავრცელება, გარდა <strong>BlaBlaCar</strong>-ის მიერ
            პირდაპირ ავტორიზებულისა;
          </li>
          <li>
            (<strong>ii</strong>) პლატფორმის ან სერვისების დეკომპილირება და
            რევერსიული ინჟინერია, მოქმედი ტექსტებით გათვალისწინებული
            გამონაკლისების გათვალისწინებით;
          </li>
          <li>
            (<strong>iii</strong>) პლატფორმის მონაცემების მნიშვნელოვანი ნაწილის
            ამოღება ან ამოღების მცდელობა (განსაკუთრებით მონაცემთა მოპოვების
            რობოტების ან მონაცემთა შეგროვების სხვა მსგავსი ხელსაწყოს
            გამოყენებით).
          </li>
        </ul>

        <h4 className="text-md font-bold pl-4 pr-4 pt-2">
          <strong>11.2.</strong> თქვენს მიერ პლატფორმაზე განთავსებული კონტენტი
        </h4>

        <p className="pl-4 pr-4 pt-2">
          სერვისების მიწოდების გასააქტიურებლად და პლატფორმის მიზნების
          შესაბამისად, თქვენ ანიჭებთ <strong>Hoppla</strong>-ს არაექსკლუზიურ
          ლიცენზიას, გამოიყენოს თქვენ მიერ მოწოდებული კონტენტი და მონაცემები
          თქვენი სერვისების გამოყენების კონტექსტში (შემდგომში მოხსენიებული
          როგორც თქვენი „წევრის კონტენტი“).
        </p>

        <p className="pl-4 pr-4 pt-2">
          იმისათვის, რომ <strong>Hoppla</strong> გავრცელდეს ციფრული ქსელის
          მეშვეობით და ნებისმიერი საკომუნიკაციო პროტოკოლის შესაბამისად
          (განსაკუთრებით ინტერნეტი და მობილური ქსელი) და მიაწვდოს პლატფორმის
          შინაარსი საზოგადოებისთვის, თქვენ უფლებას აძლევთ{" "}
          <strong>Hoppla</strong>-ს მთელ მსოფლიოში და მთელი დროის განმავლობაში.{" "}
          <strong>Hoppla</strong>-სთან თქვენი საკონტრაქტო ურთიერთობების
          რეპროდუცირება, წარმოდგენა, ადაპტირება და თქვენი წევრების კონტენტის
          თარგმნა შემდეგნაირად:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            (<strong>i</strong>) თქვენ უფლებას აძლევთ <strong>Hoppla</strong>-ს,
            გაამრავლოს თქვენი წევრის შინაარსის მთელი ან ნაწილი ციფრულ ჩამწერ
            მედიაზე, ცნობილ ან ჯერ უცნობი, განსაკუთრებით სერვერზე, მყარ დისკზე,
            მეხსიერების ბარათზე ან ნებისმიერ სხვა ექვივალენტურ მედიაზე,
            ნებისმიერ ფორმატში და ნებისმიერი პროცესი, ცნობილი ან ჯერჯერობით
            უცნობი, რამდენადაც საჭიროა შენახვის, სარეზერვო, გადაცემის ან
            ჩამოტვირთვის ნებისმიერი ოპერაციისთვის, რომელიც დაკავშირებულია
            პლატფორმის მუშაობასთან და სერვისის მიწოდებასთან;
          </li>
          <li>
            (<strong>ii</strong>) თქვენ უფლებას აძლევთ <strong>Hoppla</strong>
            -ს, მოახდინოს თქვენი წევრების კონტენტის ადაპტაცია და თარგმნა და ამ
            ადაპტაციების რეპროდუცირება ნებისმიერ ციფრულ მედიაზე, მიმდინარე თუ
            მომავალზე, ზემოთ მოცემულ (<strong>i</strong>) პუნქტში, სერვისების
            მიწოდების მიზნით, განსაკუთრებით სხვადასხვა ენაზე. ეს უფლება
            განსაკუთრებით მოიცავს თქვენი წევრის კონტენტის ფორმატირების ვარიანტს,
            თქვენი მორალური უფლებების გათვალისწინებით, პლატფორმის გრაფიკული
            წესდების პატივისცემის მიზნით და/ან მისი ტექნიკურად თავსებადი გახადოს
            მისი გამოქვეყნების მიზნით. პლატფორმა.
          </li>
        </ul>
        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">12. Hoppla-ს როლი</h3>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> წარმოადგენს ონლაინ პლატფორმას, რომელზედაც
          წევრებს შეუძლიათ შექმნან და განათავსონ <strong>Carpooling</strong>{" "}
          რეკლამები <strong>Carpooling Trips</strong>-ისათვის მგზავრობის
          გაზიარების მიზნით. ეს <strong>Carpooling</strong> რეკლამები შეიძლება
          ნახონ სხვა წევრებმა მოგზაურობის პირობების გასარკვევად და, სადაც ეს
          შესაძლებელია, პირდაპირ დაჯავშნონ ადგილი მოცემულ მანქანაში იმ წევრთან,
          რომელმაც გამოაქვეყნა განცხადება პლატფორმაზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          პლატფორმის გამოყენებისას და ამ პირობების მიღებისას, თქვენ აღიარებთ,
          რომ <strong>Hoppla</strong> არ არის მხარე (<strong>i</strong>) თქვენსა
          და სხვა წევრებს შორის დადებული რაიმე შეთანხმების, რათა გაიზიარონ
          მგზავრობასთან დაკავშირებული ხარჯები (<strong>ii</strong>) და არც რაიმე
          დადებული შეთანხმება.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong>-ს არ აქვს კონტროლი მისი წევრების, ავტობუსის
          ოპერატორისა და მათი აგენტების და პლატფორმის მომხმარებლების ქცევაზე. ის
          არ ფლობს, არ იყენებს, აწვდის ან მართავს სატრანსპორტო საშუალებების
          რეკლამის საგანს, და ის არ გვთავაზობს არცერთ მოგზაურობას პლატფორმაზე.
        </p>

        <p className="pl-4 pr-4 pt-2">
          თქვენ აღიარებთ და ეთანხმებით, რომ <strong>Hoppla</strong> არ
          აკონტროლებს შეთავაზებული რეკლამის, ადგილების და მოგზაურობის
          ნამდვილობას, სიმართლეს ან კანონიერებას. როგორც{" "}
          <strong>CRidesharing</strong> შუამავალი, <strong>Hoppla</strong> არ
          უზრუნველყოფს რაიმე სატრანსპორტო მომსახურებას და არ მოქმედებს
          გადამზიდველის რანგში; <strong>Hoppla</strong>-ს როლი შემოიფარგლება
          პლატფორმაზე წვდომის ხელშეწყობით.
        </p>

        <p className="pl-4 pr-4 pt-2">
          <strong>Carpooling Trips</strong>-ის კონტექსტში, წევრები (მძღოლები ან
          მგზავრები) მოქმედებენ მათი სრული პასუხისმგებლობით.
        </p>

        <p className="pl-4 pr-4 pt-2">
          მისი შუამავლის რანგში, <strong>Hoppla</strong> არ შეიძლება იყოს
          პასუხისმგებელი მოგზაურობის ეფექტიანი დადგომისთვის და განსაკუთრებით
          შემდეგი პუნქტებისთვის:
        </p>

        <ul className="pl-4 pr-4 pt-2">
          <li>
            (<strong>i</strong>) მძღოლის მიერ მოწოდებული მცდარი ინფორმაცია, ან
            ნებისმიერი სხვა საშუალებით მოგზაურობასთან და მის პირობებთან
            დაკავშირებით;
          </li>
          <li>
            (<strong>ii</strong>) წევრის მიერ მოგზაურობის გაუქმება ან შეცვლა;
          </li>
          <li>
            (<strong>iii</strong>) მისი წევრების ქცევა მოგზაურობის დროს, წინ ან
            მის შემდეგ.
          </li>
        </ul>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          13. პლატფორმის ფუნქციონირება, ხელმისაწვდომობა და ფუნქციონალობა
        </h3>

        <p className="pl-4 pr-4 pt-2">
          <strong>Hoppla</strong> შეძლებისდაგვარად შეეცდება შეინარჩუნოს
          პლატფორმა ხელმისაწვდომი კვირაში 7 დღე და 24 საათის განმავლობაში.
          მიუხედავად ამისა, პლატფორმაზე წვდომა შეიძლება დროებით შეჩერდეს,
          გაფრთხილების გარეშე, ტექნიკური მოვლის, მიგრაციის ან განახლების
          ოპერაციების გამო, ან ქსელის მუშაობასთან დაკავშირებული შეფერხებების ან
          შეზღუდვების გამო.
        </p>

        <p className="pl-4 pr-4 pt-2">
          გარდა ამისა, <strong>Hoppla</strong> იტოვებს უფლებას შეცვალოს ან
          შეაჩეროს პლატფორმაზე ან მის ფუნქციონალებზე წვდომა მთლიანად ან
          ნაწილობრივ, თავისი შეხედულებისამებრ, დროებით ან სამუდამოდ.
        </p>

        <h3 className="text-lg font-bold pl-4 pr-4 pt-2">
          14. პირობების შეცვლა
        </h3>

        <p className="pl-4 pr-4 pt-2">
          ეს წესები და დოკუმენტები, რომლებიც ინტეგრირებულია მითითებით,
          გამოხატავს თქვენსა და <strong>Hoppla</strong>-ს შორის სრულ შეთანხმებას
          სერვისების გამოყენებასთან დაკავშირებით. ნებისმიერი სხვა დოკუმენტი,
          განსაკუთრებით ნებისმიერი ნახსენები პლატფორმაზე (FAQ და ა.შ.), არის
          მხოლოდ სახელმძღვანელო მიზნებისთვის.
        </p>

        <p className="pl-4 pr-4 pt-2 pb-2">
          <strong>Hoppla</strong>-ს შეუძლია შეცვალოს ეს პირობები, რათა მოერგოს
          მის ტექნოლოგიურ და კომერციულ გარემოს და შეესაბამებოდეს მოქმედ
          კანონმდებლობას. ამ პირობების ნებისმიერი ცვლილება გამოქვეყნდება
          პლატფორმაზე მოქმედების თარიღის მითითებით და თქვენ შეგატყობინებთ{" "}
          <strong>Hoppla</strong>-ს, სანამ ის ძალაში შევა.
        </p>
      </div>
    </div>
  );
};

export default TermsAndConditions;
